Repository: ErwinSt/libactivator
Catalog: layout/Library/Activator/*.lproj/Localizable.strings
Languages: es

# ALERT_CANCEL
source: Cancel
es: Cancelar

# ALERT_REASSIGN
source: Reassign
es: Reasignar

# ALERT_VALUE_AND
source: and
es: y

source: Already assigned to %@
es: Ya está asignada a %@

# AT_LEAST_ONE_ASSIGNMENT_REQUIRED
source: At least one event must be assigned to %@
es: Al menos un evento debe ser asignado a %@

source: Currently assigned to:
es: Actualmente asignado a:

# EVENT_DESCRIPTION_libactivator.lock.hold.short
source: Press and hold sleep button
es: Mantenga pulsado el botón reposo

# EVENT_DESCRIPTION_libactivator.lock.press.double
source: Quickly press sleep button twice
es: Pulse el botón reposo dos veces seguidas

# EVENT_DESCRIPTION_libactivator.menu.hold.short
source: Press and hold home button
es: Mantenga pulsado el botón inicio

# EVENT_DESCRIPTION_libactivator.menu.press.at-springboard
source: Press home button when at springboard
es: Pulse el botón inicio en el springboard

# EVENT_DESCRIPTION_libactivator.menu.press.double
source: Quickly press home button twice
es: Pulse el botón inicio dos veces seguidas

# EVENT_DESCRIPTION_libactivator.menu.press.single
source: Press home button once
es: Pulse el botón inicio una vez

# EVENT_DESCRIPTION_libactivator.motion.shake
source: Shake and bake!
es: ¡Agite y mueva!

# EVENT_DESCRIPTION_libactivator.slide-in.bottom
source: Drag onto screen from below
es: Arrastre a la pantalla desde abajo

# EVENT_DESCRIPTION_libactivator.slide-in.bottom-left
source: Drag onto screen from bottom-left
es: Arrastre a la pantalla desde abajo-izquierda

# EVENT_DESCRIPTION_libactivator.slide-in.bottom-right
source: Drag onto screen from bottom-right
es: Arrastre a la pantalla desde abajo-derecha

# EVENT_DESCRIPTION_libactivator.springboard.pinch
source: Pinch springboard icons with 2 fingers
es: Pellizque los iconos con 2 dedos

# EVENT_DESCRIPTION_libactivator.springboard.spread
source: Spread springboard icons with 2 fingers
es: Separe los iconos con 2 dedos

# EVENT_DESCRIPTION_libactivator.statusbar.hold
source: Tap and hold on the status bar
es: Mantenga presionada la barra

# EVENT_DESCRIPTION_libactivator.statusbar.swipe.down
source: Tap and drag down from status bar
es: Arrastre hacia abajo desde la barra

# EVENT_DESCRIPTION_libactivator.statusbar.swipe.left
source: Tap and drag left on status bar
es: Arrastre hacia la izquierda en la barra

# EVENT_DESCRIPTION_libactivator.statusbar.swipe.right
source: Tap and drag right on status bar
es: Arrastre hacia la derecha en la barra

# EVENT_DESCRIPTION_libactivator.statusbar.tap.double
source: Double-tap on status bar
es: Toque la barra dos veces seguidas

# EVENT_DESCRIPTION_libactivator.volume.display-tap
source: Tap on volume heads up display
es: Toque la ventana emergente de volumen

# EVENT_DESCRIPTION_libactivator.volume.down-up
source: Press volume down, then up
es: Pulse volumen abajo, luego arriba

# EVENT_DESCRIPTION_libactivator.volume.up-down
source: Press volume up, then down
es: Pulse volumen arriba, luego abajo

# EVENT_GROUP_TITLE_Home Button
source: Home Button
es: Botón inicio

# EVENT_GROUP_TITLE_Motion
source: Motion
es: Movimiento

# EVENT_GROUP_TITLE_Sleep Button
source: Sleep Button
es: Botón reposo

# EVENT_GROUP_TITLE_Slide In Gesture
source: Slide In Gesture
es: Gestos de deslizar

# EVENT_GROUP_TITLE_Status Bar
source: Status Bar
es: Barra de estado

# EVENT_GROUP_TITLE_Volume Buttons
source: Volume Buttons
es: Botón de volumen

# EVENT_TITLE_libactivator.lock.hold.short
source: Short Hold
es: Mantener

# EVENT_TITLE_libactivator.lock.press.double
source: Double Press
es: Doble

# EVENT_TITLE_libactivator.menu.hold.short
source: Short Hold
es: Mantener

# EVENT_TITLE_libactivator.menu.press.at-springboard
source: Single Press at SpringBoard
es: Toque simple en el SpringBoard

# EVENT_TITLE_libactivator.menu.press.double
source: Double Press
es: Doble

# EVENT_TITLE_libactivator.menu.press.single
source: Single Press
es: Simple

# EVENT_TITLE_libactivator.motion.shake
source: Shake Device
es: Agitar dispositivo

# EVENT_TITLE_libactivator.slide-in.bottom
source: From Screen Bottom
es: Desde abajo

# EVENT_TITLE_libactivator.slide-in.bottom-left
source: From Screen Bottom-Left
es: Desde abajo-izquierda

# EVENT_TITLE_libactivator.slide-in.bottom-right
source: From Screen Bottom-Right
es: Desde abajo-derecha

# EVENT_TITLE_libactivator.springboard.pinch
source: Icon Pinch
es: Pellizcar iconos

# EVENT_TITLE_libactivator.springboard.spread
source: Icon Spread
es: Separar iconos

# EVENT_TITLE_libactivator.statusbar.hold
source: Hold
es: Mantener

# EVENT_TITLE_libactivator.statusbar.swipe.down
source: Swipe Down
es: Deslizar abajo

# EVENT_TITLE_libactivator.statusbar.swipe.left
source: Swipe Left
es: Deslizar izquierda

# EVENT_TITLE_libactivator.statusbar.swipe.right
source: Swipe Right
es: Deslizar derecha

# EVENT_TITLE_libactivator.statusbar.tap.double
source: Double Tap
es: Doble

# EVENT_TITLE_libactivator.volume.display-tap
source: Display Tap
es: Ventana emergente

# EVENT_TITLE_libactivator.volume.down-up
source: Down, Up
es: Abajo, arriba

# EVENT_TITLE_libactivator.volume.up-down
source: Up, Down
es: Arriba, abajo

# LISTENER_DESCRIPTION_libactivator.ipod.music-controls
source: Show now playing popup
es: Muestra la ventana emergente del iPod

# LISTENER_DESCRIPTION_libactivator.ipod.next-track
source: Skips to next song
es: Pasa a la siguiente canción

# LISTENER_DESCRIPTION_libactivator.ipod.previous-track
source: Returns to previous song
es: Vuelve a la canción anterior

# LISTENER_DESCRIPTION_libactivator.ipod.toggle-playback
source: Toggles iPod playback
es: Alterna el modo de reproducción

# LISTENER_DESCRIPTION_libactivator.lockscreen.dismiss
source: Dismiss lock screen
es: Salir de la pantalla de bloqueo

# LISTENER_DESCRIPTION_libactivator.lockscreen.show
source: Show lock screen
es: Entra en la pantalla de bloqueo

# LISTENER_DESCRIPTION_libactivator.lockscreen.toggle
source: Toggle showing lock screen
es: Alterna la pantalla de bloqueo

# LISTENER_DESCRIPTION_libactivator.system.homebutton
source: Simulate a press of the home button
es: Simula una pulsación del botón inicio

# LISTENER_DESCRIPTION_libactivator.system.powerdown
source: Immediately powers down the device
es: Apaga el dispositivo inmediatamente

# LISTENER_DESCRIPTION_libactivator.system.reboot
source: Immediately reboots the device
es: Reinicia el dispositivo inmediatamente

# LISTENER_DESCRIPTION_libactivator.system.respring
source: Relaunch SpringBoard normally
es: Relanza normalmente el SpringBoard

# LISTENER_DESCRIPTION_libactivator.system.safemode
source: Relaunch SpringBoard in safe mode
es: Relanza el SpringBoard en modo seguro

# LISTENER_DESCRIPTION_libactivator.system.sleepbutton
source: Simulate a press of the sleep button
es: Simula una pulsación del botón reposo

# LISTENER_DESCRIPTION_libactivator.system.spotlight
source: Activate SpringBoard's search page
es: Muestra la página de búsqueda

# LISTENER_DESCRIPTION_libactivator.system.take-screenshot
source: Save screen contents to photos
es: Guarda una imagen de la pantalla en Fotos

# LISTENER_DESCRIPTION_libactivator.system.voice-control
source: Activate Voice Control (3GS only)
es: Activa el Control por voz (sólo 3GS)

# LISTENER_GROUP_TITLE_Lock Screen
source: Lock Screen
es: Pantalla de bloqueo

# LISTENER_GROUP_TITLE_System Actions
source: System Actions
es: Acciones del sistema

# LISTENER_GROUP_TITLE_System Applications
source: System Applications
es: Aplicaciones del sistema

# LISTENER_GROUP_TITLE_User Applications
source: User Applications
es: Aplicaciones del usuario

# LISTENER_TITLE_libactivator.ipod.music-controls
source: iPod Controls
es: Controles musicales

# LISTENER_TITLE_libactivator.ipod.next-track
source: Next Track
es: Siguiente canción

# LISTENER_TITLE_libactivator.ipod.previous-track
source: Previous Track
es: Canción anterior

# LISTENER_TITLE_libactivator.ipod.toggle-playback
source: Play/Pause
es: Reproducir/Pausa

# LISTENER_TITLE_libactivator.lockscreen.dismiss
source: Unlock Device
es: Desbloquear dispositivo

# LISTENER_TITLE_libactivator.lockscreen.show
source: Lock Device
es: Bloquear dispositivo

# LISTENER_TITLE_libactivator.lockscreen.toggle
source: Lock/Unlock
es: Bloquear/Desbloquear

# LISTENER_TITLE_libactivator.system.homebutton
source: Home Button
es: Botón inicio

# LISTENER_TITLE_libactivator.system.powerdown
source: Power Down
es: Apagar

# LISTENER_TITLE_libactivator.system.reboot
source: Reboot
es: Reiniciar

# LISTENER_TITLE_libactivator.system.safemode
source: Safe Mode
es: Modo seguro

# LISTENER_TITLE_libactivator.system.sleepbutton
source: Sleep Button
es: Botón reposo

# LISTENER_TITLE_libactivator.system.take-screenshot
source: Take Screenshot
es: Hacer captura

# LISTENER_TITLE_libactivator.system.voice-control
source: Voice Control
es: Control por voz

# MODE_DESCRIPTION_application
source: When an application is visible
es: Cuando este dentro de una aplicación

# MODE_DESCRIPTION_lockscreen
source: When is locked and lock screen is visible
es: Cuando el dispositivo este bloqueado

# MODE_DESCRIPTION_springboard
source: When SpringBoard icons are visible
es: Cuando vea los iconos del SpringBoard

# MODE_TITLE_all
source: Anywhere
es: En cualquier momento

# MODE_TITLE_application
source: In Application
es: En una aplicación

# MODE_TITLE_lockscreen
source: At Lock Screen
es: En la pantalla de bloqueo

# MODE_TITLE_springboard
source: At Home Screen
es: En la pantalla de inicio

source: More Actions
es: Más acciones

# MORE_ACTIONS_DETAIL
source: Get more actions via Cydia
es: Obtener más acciones desde Cydia

# N_ADDITIONAL_EVENTS
source: %i additional events
es: %i eventos adicionales

source: (unassigned)
es: (sin asignar)
